Repository: pipegoyes/cv-viewer
Catalog: src/locale/messages.*.xlf
Languages: de

source: Languages
de: Sprachen

source: Projects methodologies
de: Projectmethoden

source: Certificates
de: Zertifizierungen

source: Am I a perfect match for you job?
de: Passe ich perfekt zu Ihrem Job?

source: Please insert all related job tasks and my AI Assistant will determine whether my profile match with your expectations.
de: Bitte geben Sie alle relevanten Arbeitsaufgaben ein und mein KI-Assistent ermittelt, ob mein Profil Ihren Erwartungen entspricht.

source: (Max length 500 Characters)
de: (Maximale Länge: 500 Zeichen)

source: Ups! Internal error occurs, please try it later
de: Ups! Interner Fehler aufgetreten, bitte versuchen Sie es später noch einmal

source: Job description must be filled.
de: Stellenbeschreibung muss ausgefüllt werden

source: Projects
de: Projekten

source: Technologies
de: Technologien

source: Experience
de: Erfahrung

source: Mobile s.phone
de: Telefonnummer s.phone

source: till
de: bis

source: currently
de: jetzt

source: Frameworks and Languages
de: Programmiersprachen

source: Years
de: Jahre

source: Tools
de: Werkzeugen
